{
  "data": [
    {
      "type": "小学系列",
      "list": [
        {
          "id": 1,
          "title": "杨氏之子",
          "name": "刘义庆",
          "dynasty": "南北朝",
          "text": "梁国杨氏子九岁，甚聪惠。孔君平诣其父，父不在，乃呼儿出。为设果，果有杨梅。孔指以示儿曰：“此是君家果。”儿应声答曰：“未闻孔雀是夫子家禽。”",
          "interpret": "梁国一户姓杨的人家家里有一个九岁的儿子，非常聪明。孔君平来拜见他的父亲，恰巧他父亲不在，于是便叫他出来。他为孔君平端来水果，水果中有杨梅，孔君平指着杨梅给孩子看，并说：“这是你家的水果。”杨氏子马上回答说：“没听说孔雀是先生您家的鸟。”"
        },
        {
          "id": 2,
          "title": "学弈",
          "name": "佚名",
          "dynasty": "先秦",
          "text": "弈秋，通国之善弈者也。使弈秋诲二人弈，其一人专心致志，惟弈秋之为听；一人虽听之，一心以为有鸿鹄将至，思援弓缴而射之。虽与之俱学，弗若之矣。为是其智弗若与？曰：非然也。",
          "interpret": "弈秋是全国最擅长下棋的人。让弈秋教导两个人下棋，其中一人专心致志的学习，只听弈秋的教导；另一个人虽然也在听弈秋的教导，却一心以为有大雁要飞来，想要拉弓箭将它射下来。虽然他们二人一起学习下棋，但后者的棋艺不如前者好。难道是因为他的智力比别人差吗？说：不是这样的。"
        },
        {
          "id": 3,
          "title": "陈元方候袁公",
          "name": "刘义庆",
          "dynasty": "南北朝",
          "text": "陈元方年十一时，候袁公。袁公问曰：“贤家君在太丘，远近称之，何所履行？”元方曰：“老父在太丘，强者绥之以德，弱者抚之以仁，恣其所安，久而益敬。”袁公曰：“孤往者尝为邺令，正行此事。不知卿家君法孤，孤法卿父？”元方曰：“周公、孔子异世而出，周旋动静，万里如一。周公不师孔子，孔子亦不师周公。”",
          "interpret": "陈元方十一岁时，去拜会袁公。袁公问：“你贤良的父亲在太丘做官，远近的人都称赞他，他到底做了些什么事情？”元方说：“我父亲在太丘，对强者用德行去安抚；对弱者用仁慈去安抚，让人们心安理得地做事，久而久之，大家就对他老人家更加敬重。”袁公说：“我曾经也当过邺县县令，正是做这样的事情。不知是你的父亲学我，还是我学你的父亲？”元方说：“周公、孔子生在不同时代，虽然时间相隔遥远，但他们的行为却是那么一致。周公没有学孔子，孔子也没有学周公。”"
        },
        {
          "id": 4,
          "title": "叶公好龙",
          "name": "刘向",
          "dynasty": "两汉",
          "text": "叶公子高好龙，钩以写龙，凿以写龙，屋室雕文以写龙。于是天龙闻而下之，窥头于牖，施尾于堂。 叶公见之，弃而还走，失其魂魄，五色无主。是叶公非好龙也，好夫似龙而非龙者也。",
          "interpret": "叶公子高非常喜欢龙，衣带钩、酒器上都刻着龙，屋子内外都雕刻着龙。他这样爱龙，被天上的真龙知道后，便从天上来到叶公的住所，龙头搭在窗台上探看，龙尾伸到了厅堂里。叶公一看是真龙，转身就跑，被吓的像失了魂似的，惊恐万状，茫然无措。由此看来，叶公并不是真的喜欢龙，他喜欢的只不过是那些像龙却不是龙的东西罢了。"
        },
        {
          "id": 5,
          "title": "孟母三迁",
          "name": "刘向",
          "dynasty": "两汉",
          "text": "邹孟轲母，号孟母。其舍近墓。孟子之少时，嬉游为墓间之事。孟母曰：“此非吾所以居处子。”乃去，舍市旁。其嬉游为贾人炫卖之事。孟母又曰：“此非吾所以处吾子也。”复徙居学宫之旁。其嬉游乃设俎豆，揖让进退。孟母曰：“真可以处居子矣。”遂居。及孟子长，学六艺，卒成大儒之名。君子谓孟母善以渐化。",
          "interpret": "孟子的母亲，人称孟母。当初她的家靠近墓地，因此孟子小时候，游戏玩耍的都是下葬哭丧一类的事，还特爱学造墓埋坟。孟母见了说到：“这里不该是我带着孩子住的地方。”于是将家搬到一处集市旁，孟子又学玩起了奸猾商人夸口买卖那一类的事。孟母又说：“这里也不是我该带着孩子居住的地方。”又将家搬到了一个学宫的旁边。这时孟子所学玩的，就是祭祀礼仪、作揖逊让、进退法度这类仪礼方面的学问了。孟母说：“这里才真正是可以让我孩子居住的地方。”于是就一直住在了这里。等到孟子长大成人，学精六艺，终于成为有名的大儒。后来的君子贤人都说孟母很善于利用环境渐染教化孩子。"
        },
        {
          "id": 6,
          "title": "揠苗助长",
          "name": "佚名",
          "dynasty": "先秦",
          "text": "宋人有闵其苗之不长而揠之者，芒芒然归，谓其人曰：“今日病矣！予助苗长矣！”其子趋而往视之，苗则槁矣。天下之不助苗长者寡矣。以为无益而舍之者，不耘苗者也；助之长者，揠苗者也，非徒无益，而又害之。",
          "interpret": "宋国有个人忧虑他的禾苗不长高，就拔高了禾苗，一天下来十分疲劳地回到家，然后对他的家里人说：“今天太累了！我帮助禾苗长高了！”他儿子快步去到田里查看禾苗的情况，禾苗都已经枯萎了。天下不希望自己禾苗长得快一些的人很少啊！以为禾苗长大没有用处而放弃的人，就像是不给禾苗锄草的懒汉。妄自帮助它生长的人，就像这个拔苗助长的人，不但没有好处，反而害了它。"
        },
        {
          "id": 7,
          "title": "伯牙鼓琴 / 伯牙绝弦",
          "name": "佚名",
          "dynasty": "先秦",
          "text": "伯牙鼓琴，锺子期听之。方鼓琴而志在太山，锺子期曰：“善哉乎鼓琴，巍巍乎若太山。”少选之间而志在流水，锺子期又曰：“善哉乎鼓琴，汤汤乎若流水。”锺子期死，伯牙破琴绝弦，终身不复鼓琴，以为世无足复为鼓琴者。",
          "interpret": "伯牙弹琴，锺子期听他弹琴。伯牙在弹琴时心里想着高山，锺子期说：“你弹得真好呀，就像那巍峨的太山。”不一会儿，伯牙心里又想到流水，锺子期又说：“你弹得真好呀，就像那奔腾不息的流水。”锺子期死了以后，伯牙摔琴断弦，终身不再弹琴，认为世上再没有值得他为之弹琴的人了。"
        },
        {
          "id": 8,
          "title": "愚人食盐",
          "name": "僧伽斯那",
          "dynasty": "南北朝",
          "text": "昔有愚人，至于他家。主人与食，嫌淡无味。主人闻已，更为益盐。既得盐美，便自念言：“所以美者，缘有盐故。少有尚尔，况复多也？”愚人无智，便空食盐。食已口爽，反为其患。",
          "interpret": "从前有个愚蠢的人，到朋友家做客，和主人一起吃饭，嫌弃食物淡而无味。主人听到之后，于是又在菜里添加了盐。他吃了后觉得很美味，于是自言自语说：“菜之所以味道鲜美，是有了盐的缘故。很少就如此，何况量多的时候呢？”这个愚蠢的人没有智慧，就不吃菜只吃盐。吃过之后味觉败坏，反而成为他的祸患。"
        },
        {
          "id": 9,
          "title": "一毛不拔",
          "name": "邯郸淳",
          "dynasty": "魏晋",
          "text": "一猴死，见冥王，求转人身。王曰：“既欲做人，须将毛尽拔去。”即唤夜叉拔之。方拔一根，猴不胜痛叫。王笑曰：“看你一毛不拔，如何做人？”",
          "interpret": "一只猴子死后见到了阎王，向阎王要求投胎做人。阎王说：“既然你想做人，就需要将毛全部拔掉。”于是阎王就叫夜叉给猴子拔毛。刚刚才拔下了一根，猴子就忍不住痛得叫了起来。阎王笑道：“看你，连一根毛都舍不得拔，怎么做人呢？”"
        },
        {
          "id": 10,
          "title": "刻舟求剑 / 楚人涉江",
          "name": "佚名",
          "dynasty": "先秦",
          "text": "楚人有涉江者，其剑自舟中坠于水。遽契其舟，曰：“是吾剑之所从坠。”舟止，从其所契者入水求之。舟已行矣，而剑不行，求剑若此，不亦惑乎！",
          "interpret": "楚国有个乘船渡江的人，他的剑从船上掉进了水里。他急忙用刀在船边做了记号，说：“这是我的剑掉下去的地方。”船到目的地后停了下来，这个人顺着船沿上刻的记号下水去找剑。船已经走了很远，而剑还在原来的地方。用这样的方法来寻找剑，不是很糊涂吗？"
        },
        {
          "id": 11,
          "title": "画蛇添足",
          "name": "刘向",
          "dynasty": "两汉",
          "text": "楚有祠者，赐其舍人卮酒，舍人相谓曰：“数人饮之不足，一人饮之有余。请画地为蛇，先成者饮酒。”一人蛇先成，引酒且饮之，乃左手持卮，右手画蛇，曰：“吾能为之足。”未成，一人之蛇成，夺其卮曰：“蛇固无足，子安能为之足？”遂饮其酒。为蛇足者，终亡其酒。",
          "interpret": "楚国有个主管祭祀的官员，把一壶酒赏给来帮忙祭祀的门客。门客们互相商量说：“几个人喝这壶酒不够，一个人喝这壶酒还有剩余。请大家在地上画蛇，先画好的人就喝这壶酒。”一个人先把蛇画好了，他拿起酒壶准备饮酒，然后左手拿着酒壶，右手画蛇，说：“我能够给蛇添上脚！”没等他画完，另一个人的蛇画好了，夺过他的酒说：“蛇本来没有脚，你怎么能给它添上脚呢？”于是就把壶中的酒喝了下去。那个给蛇画脚的人最终失掉了那壶酒。"
        },
        {
          "id": 12,
          "title": "文侯与虞人期猎",
          "name": "刘向",
          "dynasty": "两汉",
          "text": "魏文侯与虞人期猎。是日，饮酒乐，天雨。文侯将出，左右曰：“今日饮酒乐，天又雨，公将焉之？”文侯曰：“吾与虞人期猎，虽乐，岂可不一会期哉！”乃往，身自罢之。魏于是乎始强。",
          "interpret": "魏文侯同掌管山泽的官约定去打猎。这天，魏文侯与百官饮酒非常的高兴，天下起雨来。文侯要出去赴约，随从的侍臣说：“今天饮酒这么快乐，天又下雨了，您要去哪里呢？”魏文侯说：“我与别人约好了去打猎，虽然在这里很快乐,但是怎么能不去赴约呢？”于是自己前往约定地点，亲自取消了打酒宴。魏国从此变得强大。"
        },
        {
          "id": 13,
          "title": "掩耳盗铃",
          "name": "吕不韦",
          "dynasty": "先秦",
          "text": "范氏之亡也，百姓有得钟者，欲负而走，则钟大不可负；以锤毁之，钟况然有声。恐人闻之而夺己也，遽掩其耳。恶人闻之，可也；恶己自闻之，悖也！",
          "interpret": "范氏逃亡的时候，有老百姓得到一口钟，想把它背走。但是，这口钟太大了，不好背，他就打算用锤子砸碎以后再背。谁知，刚砸了一下，那口钟就“咣”地发出了很大的响声。他生怕别人听到钟声，来把钟夺走了，就急忙把自己的两只耳朵紧紧捂住继续敲。厌恶(恐怕)别人听到，可以；但怕自己听到，就很荒谬了。"
        },
        {
          "id": 14,
          "title": "世无良猫",
          "name": "乐钧",
          "dynasty": "清代",
          "text": "某恶鼠，破家求良猫。厌以腥膏，眠以毡罽。猫既饱且安，率不食鼠，甚者与鼠游戏，鼠以故益暴。某怒，遂不复蓄猫，以为天下无良猫也。是无猫邪，是不会蓄猫也。",
          "interpret": "有个人讨厌老鼠，倾尽家财讨得一只好猫。用鱼和肥肉喂养它，用毡子和毯子给猫睡。猫已经吃得饱饱的并且过得安安稳稳，大都不捕鼠了，有时猫甚至与老鼠一块嬉戏，老鼠因为这个缘故更加横行不法。这人十分生气，把猫赶走，于是再也不在家里养猫了，认为这个世界上没有好猫。是没有好猫吗？是因为不会养猫。"
        },
        {
          "id": 15,
          "title": "精卫填海",
          "name": "佚名",
          "dynasty": "先秦",
          "text": "炎帝之少女，名曰女娃。女娃游于东海，溺而不返，故为精卫，常衔西山之木石，以堙于东海。",
          "interpret": "炎帝的小女儿，名叫女娃。有一次，女娃去东海游玩，溺水身亡，再也没有回来，因此化为精卫鸟。经常叼着西山上的树枝和石块，用来填塞东海。"
        },
        {
          "id": 16,
          "title": "读书要三到",
          "name": "朱熹",
          "dynasty": "宋代",
          "text": "凡读书......须要读得字字响亮，不可误一字，不可少一字，不可多一字，不可倒一字，不可牵强暗记，只是要多诵数遍，自然上口，久远不忘。古人云，“读书百遍，其义自见”。谓读得熟，则不待解说，自晓其义也。余尝谓，读书有三到，谓心到，眼到，口到。心不在此，则眼不看仔细，心眼既不专一，却只漫浪诵读，决不能记，记亦不能久也。三到之中，心到最急。心既到矣，眼口岂不到乎？",
          "interpret": "只要是读书，就要每个字都读得很大声，不可以读错一个字，不可以少读一个字，不可以多读一个字，不可以读颠倒一个字，不可以勉强硬记，只要多读几遍，自然而然就顺口而出，即使时间久了也不会忘记。古人说过：“读书百遍，其义自见。”就是说书读得熟了，那么不依靠别人解释说明，自然就会明白它的道理了。我曾经说过：读书有三到，谓心到、眼到、口到。心思不在书本上，那么眼睛就不会仔细看，心和眼既然不专心致志，却只是随随便便地读，就一定不能记住，即使记住了也不能长久。三到之中，心到最重要 。心既然已经到了，眼和口难道会不到吗？"
        },
        {
          "id": 17,
          "title": "郑人买履",
          "name": "韩非",
          "dynasty": "先秦",
          "text": "郑人有欲买履者，先自度其足，而置之其坐。至之市，而忘操之。已得履，乃曰：“吾忘持度。”反归取之。及反，市罢，遂不得履。人曰：“何不试之以足? ”曰：“宁信度,无自信也。”",
          "interpret": "有个想要买鞋子的郑国人，先用尺子度量好自己脚的尺码，然后把尺码放在他的座位上，等到前往集市，却忘了携带量好的尺码。已经拿到鞋子，却说：“我忘记带量好的尺码了。”就返回家去取量好的尺码。等到他返回集市的时候，集市已经散了，最后郑国人没能买到鞋子。有人问他说：“为什么你不用自己的脚去试一试呢？”他说：“我宁可相信量好的尺码，也不相信自己的脚。”"
        },
        {
          "id": 18,
          "title": "北人食菱",
          "name": "江盈科",
          "dynasty": "明代",
          "text": "北人生而不识菱者，仕于南方，席上啖菱，并壳入口。或曰：“食菱须去壳。”其人自护所短，曰：“我非不知，并壳者，欲以去热也。”问者曰：“北土亦有此物否？”答曰：“前山后山，何地不有？”夫菱生于水而非土产，此坐强不知以为知也。",
          "interpret": "有个出生在北方不认识菱角的人，在南方做官，他在酒席上吃菱角，连角壳一起放进嘴里吃。有人对他说：“吃菱角必须去掉壳再吃。”那人为了掩饰自己的缺点，说：“我并不是不知道，连壳一起吃进去的原因，是想要清热解毒。”问的人说：“北方也有这种东西吗？”他回答说：“前面的山后面的山，哪块地没有呢？”菱角生长在水中，而不是生长在土里，这是因为他为了装作有学问，硬要把不知道的说成知道的。"
        },
        {
          "id": 19,
          "title": "滥竽充数",
          "name": "韩非",
          "dynasty": "先秦",
          "text": "齐宣王使人吹竽，必三百人。南郭处士请为王吹竽，宣王说之，廪食以数百人。宣王死，湣王立，好一一听之，处士逃。",
          "interpret": "齐宣王让人吹竽，一定要三百人的合奏。南郭处士请求给齐宣王吹竽，宣王对此感到很高兴，拿数百人的粮食供养他。齐宣王去世后，齐湣王继承王位，他喜欢听一个一个的演奏，南郭处士听后便逃走了。"
        },
        {
          "id": 20,
          "title": "父善游",
          "name": "吕不韦",
          "dynasty": "先秦",
          "text": "有过于江上者，见人方引婴儿而欲投之江中，婴儿啼。人问其故。曰：“此其父善游。”其父虽善游，其子岂遽善游哉？以此任物，亦必悖矣。",
          "interpret": "有个经过江边的人，看见一个人正拉着一个小孩要把他投到江里去，小孩吓得直哭。过江的人忙问这样做的原因，那人回答：“这孩子的父亲擅长游泳。”孩子的父亲虽然擅长游泳，这个小孩难道也立即会游泳吗？这样处理事情，肯定是谬误的啊！"
        },
        {
          "id": 21,
          "title": "富人之子",
          "name": "苏轼",
          "dynasty": "宋代",
          "text": "齐有富人，家累千金。其二子甚愚，其父又不教之。一日，艾子谓其父曰：“君之子虽美，而不通世务，他日曷能克其家?”父怒曰：“吾之子敏而且恃多能，岂有不通世务者耶?”艾子曰：“不须试之他，但问君之子，所食者米，从何来？若知之，吾当妄言之罪。”父遂呼其子问之。其子嘻然笑曰：“吾岂不知此也？每以布囊取来。”其父愀然改容曰：“子之愚甚也!彼米不是田中来?”艾子曰：“非其父不生其子。”",
          "interpret": "齐国有一富人，家累千金，财产无数，但是他的两个儿子甚是蠢笨，儿子的父亲又不教导他们。一天，艾子对他们的父亲说说：“您的儿子虽然很好，但不通事务，日后怎么能够持家呢？”富人大怒道：“我的儿子，聪明并且具有各种本领，怎么会不了解世间的各种事务呢？”艾子说：“不如试一试他，只要问你的儿子，所吃的米是从哪里来的？如果知道，我愿承担造谣的罪名。”富人就叫他的儿子来问他，儿子笑嘻嘻地说：“我怎么会不知道呢？米是从布袋里取来的。”富人神情变得严肃，改变面容说：“儿子你真是愚笨！难道不知道米是从田中来的吗？”艾子说：“有其父必有其子，不是他这样的父亲就不会有愚不可及的儿子。”"
        },
        {
          "id": 22,
          "title": "人有亡斧者",
          "name": "吕不韦",
          "dynasty": "先秦",
          "text": "人有亡斧者，意其邻人之子。视其行步，窃斧也；视其颜色，窃斧也；听其言语，窃斧也；动作态度，无为而不窃斧者也。俄而掘其沟而得其斧，他日，复见其邻之子，其行动、颜色、动作皆无似窃斧者也。",
          "interpret": "有个人丢了一把斧子，他怀疑是他的邻居家的儿子偷去了，他看到那人走路的样子，像是偷斧子的；看那人脸上的神色，像是偷斧子的；听他的言谈话语，像是偷斧子的；一举一动,没有一样不像是偷斧子的人。不久，他挖掘山沟时却找到了自己的斧子。之后有一天又看见他邻居的儿子，就觉得他的行为、表情、动作，都不像偷斧子的人。"
        },
        {
          "id": 23,
          "title": "晏子谏杀烛邹",
          "name": "刘向",
          "dynasty": "两汉",
          "text": "齐景公好弋，使烛邹主鸟而亡之。公怒，诏吏欲杀之。晏子曰： “烛邹有罪三，请数之以其罪杀之。”公曰：“可。”于是召而数之公前，曰：“烛邹，汝为吾君主鸟而亡之，是罪一也；使吾君以鸟之故杀人，是罪二也；使诸侯闻之以吾君重鸟而轻士 ，是罪三也。数烛邹罪已毕，请杀之 。”公曰：“勿杀！寡人闻命矣。”",
          "interpret": "齐景公喜欢捕鸟。有一次，他捕到了一只漂亮的鸟，就命令烛邹管理鸟。不久，鸟逃跑了。齐景公气坏了，决定亲手杀掉他。晏子说：“烛邹有三条罪状，请让我列数他的罪状然后杀掉他。”于是召见烛邹，在齐景公面前列数他的罪行，说：“烛邹！你是我们君王的养鸟人，却让鸟逃跑了，这是第一条罪行；让我们君王为了一只鸟就要杀人，这是第二条罪行；让诸侯听到这件事，认为我们的君王看重鸟而轻视手下的人，这是第三条罪行。烛邹的罪已经列举结束，请杀死烛邹。”景公说：“不用处死了.我明白你的指教了。”"
        },
        {
          "id": 24,
          "title": "铁杵成针",
          "name": "祝穆",
          "dynasty": "宋代",
          "text": "有过于江磨针溪，在象耳山下。世传李太白读书山中，未成，弃去。过是溪，逢老媪方磨铁杵。问之，曰：“欲作针。”太白感其意，还卒业。上者，见人方引婴儿而欲投之江中，婴儿啼。人问其故。曰：“此其父善游。”其父虽善游，其子岂遽善游哉？以此任物，亦必悖矣。",
          "interpret": "磨针溪是在象耳山脚下。世世代代相传李白在山中读书的时候，没有完成好自己的学业，就放弃学习离开了。他路过一条小溪，遇见一位老妇人在磨铁棒，于是问她在干什么，老妇人说：“我想把它磨成针。”李白被她的精神感动，就回去完成学业。那老妇人自称姓武。现在那溪边还有一块武氏岩。"
        },
        {
          "id": 25,
          "title": "三人成虎",
          "name": "刘向",
          "dynasty": "两汉",
          "text": "庞葱与太子质于邯郸，谓魏王曰：‘今一人言市有虎，王信之乎？’王曰：‘否。’‘二人言市有虎，王信之乎？’王曰：‘寡人疑之矣。’‘三人言市有虎，王信之乎？’王曰：‘寡人信之矣。’庞葱曰：‘夫市之无虎明矣，然而三人言而成虎。今邯郸去大梁也远于市，而议臣者过于三人，愿王察之。’王曰：‘寡人自为知。’于是辞行，而谗言先至。后太子罢质，果不得见。",
          "interpret": "庞葱要陪太子到邯郸去做人质，庞葱对魏王说：“现在，如果有一个人说市集上有老虎，大王相信吗？”魏王说：“不相信。”庞葱说：“如果两个人说市集上有虎，大王相信吗呢？”魏王说：“那我就要疑惑了。”庞葱又说：“如果三个人说市集上有虎，大王相信吗？”魏王说：“我会相信。”庞葱说：“大街上不会有老虎那是很清楚的，但是三个人说有老虎，就像真有老虎了。如今邯郸离大梁，比我们到街市远得多，而毁谤我的人超过了三个。希望您能明察秋毫。”魏王说：“我知道该怎么办。”于是庞葱告辞而去，而毁谤他的话很快传到魏王那里。后来太子结束了人质的生活，庞葱回国后，魏王果然没有再召见他。"
        },
        {
          "id": 26,
          "title": "邴原泣学",
          "name": "礼赞",
          "dynasty": "明代",
          "text": "邴原少孤，数岁时，过书舍而泣。师曰：“童子何泣？”原曰：“孤者易伤，贫者易感。夫书者，凡得学者，有亲也。一则愿其不孤，二则羡其得学，中心伤感，故泣耳。”师恻然曰：“欲书可耳!”原曰：“无钱资。”师曰：“童子苟有志,吾徒相教,不求资也。”于是遂就书。一冬之间，诵《孝经》《论语》。",
          "interpret": "邴原从小就失去父亲，几岁时，从书塾经过就哭起来了，书塾的老师问他说：“孩子，你为什么哭泣？”邴原答道：“孤儿容易悲哀，穷人容易感伤。凡是能够学习的人，都是些有父母的孩子。我一来羡慕他们有父亲，二来羡慕他们能够上学。内心感到悲伤，所以就哭了。”老师为他感到悲伤，说：“你想要读书吗？”邴原说：“我没有钱支付学费。”老师说：“孩子你如果有志向，我传授你知识，不收学费。”于是邴原就开始读书。只过了一个冬天，就已能背诵《孝经》《论语》。"
        },
        {
          "id": 27,
          "title": "吴起守信",
          "name": "宋濂",
          "dynasty": "明代",
          "text": "昔吴起出，遇故人,而止之食。故人曰：“诺，期返而食。”起曰：“待公而食。”故人至暮不来，起不食待之。明日早，令人求故人，故人来，方与之食。起之不食以俟者，恐其自食其言也。其为信若此，宜其能服三军欤？欲服三军，非信不可也！",
          "interpret": "从前吴起外出遇到了老朋友，就留他吃饭。老朋友说：“好啊，等我回来就（到你家）吃饭。”吴起说：“我（在家里）等待您一起进餐。”（可是）老朋友到了傍晚还没有来，吴起不吃饭而等候他。第二天早晨，（吴起）派人去找老朋友，老朋友来了，才同他一起进餐。吴起不吃饭而等候老朋友的原因是怕自己说了话不算数。他坚守信用到如此程度，这是能使军队信服的缘由吧！要想使军队信服，（作为将领）不守信用是不行的。"
        },
        {
          "id": 28,
          "title": "截竿入城",
          "name": "邯郸淳",
          "dynasty": "魏晋",
          "text": "鲁有执长竿入城门者，初竖执之，不可入；横执之，亦不可入。计无所出。俄有老父至，曰：“吾非圣人，但见事多矣！何不以锯中截而入？”遂依而截之。",
          "interpret": "鲁国有个拿着长竿子进入城门的人，开始时竖立起来拿着它，不能进去；又横过来拿着它，也不能进去。他实在是想不出什么办法来了。不久，有个老人来到这里说：“我不是最有学识的人，但见过的事情很多！你为什么不用锯子将长竿从中截断后进入城门呢？”于是那个鲁国人依从了老人的办法将长竿子截断了。"
        },
        {
          "id": 29,
          "title": "人之初",
          "name": "王应麟",
          "dynasty": "宋代",
          "text": "人之初，性本善。性相近，习相远。苟不教，性乃迁。教之道，贵以专。子不学，非所宜。幼不学，老何为。玉不琢，不成器。人不学，不知义。",
          "interpret": "人出生之初，禀性本身都是善良的。天性也都相差不多，只是后天所处的环境不同和所受教育不同，彼此的习性才形成了巨大的差别。如果从小不好好教育，善良的本性就会发生改变。为了使人不变坏，最重要的方法就是要专心一致地去教育孩子。小孩子不肯好好学习，是很不应该的。人小的时候不好好学习，到老的时候既不懂做人的道理，又无知识，那么到老的时候都很难有所作为的。玉不打磨雕刻，不会成为精美的器物。人若是不学习，就不懂得礼仪，不能成才。"
        },
        {
          "id": 30,
          "title": "司马光",
          "name": "佚名",
          "dynasty": "宋代",
          "text": "群儿戏于庭，一儿登瓮，足跌没水中，众皆弃去。光持石击瓮破之，水迸，儿得活。",
          "interpret": "司马光和一群小孩子在庭院里面玩，一个小孩站在大缸上面，失足跌落缸中被水淹没，其他的小孩子都跑掉了，只有司马光拿石头砸开了缸，水从而流出，小孩子得以活命。"
        },
        {
          "id": 31,
          "title": "守株待兔",
          "name": "韩非",
          "dynasty": "先秦",
          "text": "宋人有耕者。田中有株。兔走触株，折颈而死。因释其耒而守株，冀复得兔。兔不可复得，而身为宋国笑。",
          "interpret": "宋国有个种地的农民，他的田地中有一截树桩。一天，一只跑得飞快的野兔撞在了树桩上，折断了了脖子死了。于是，他便放下他的农具日日夜夜守在树桩子旁边，希望能再得到一只兔子。然而野兔是不可能再次得到了，而他自己也被宋国人耻笑。"
        },
        {
          "id": 32,
          "title": "王戎不取道旁李",
          "name": "佚名",
          "dynasty": "宋代",
          "text": "王戎七岁，尝与诸小儿游。看道边李树多子折枝，诸儿竞走取之，唯戎不动。人问之，答曰：“树在道边而多子，此必苦李。”取之信然。",
          "interpret": "王戎七岁的时候，曾经和许多小孩一起嬉戏玩耍。他们看见路边李子树上果实累累，把树枝都压弯了。许多孩子都争相跑过去摘李子，只有王戎没有动。有人问他为什么不去摘李子，王戎回答说：“李树在路边竟然还有这么多李子，这一定是苦李子。”摘来一尝，的确如此。"
        },
        {
          "id": 33,
          "title": "囊萤夜读",
          "name": "佚名",
          "dynasty": "宋代",
          "text": "胤恭勤不倦，博学多通。家贫不常得油，夏月则练囊盛数十萤火以照书，以夜继日焉。",
          "interpret": "晋朝人车胤谨慎勤劳而不知疲倦，知识广博，学问精通。他家境贫寒，不能经常得到香油。夏天的夜晚，车胤就用白绢做成透光的袋子，装几十个萤火虫照着书本，夜以继日地学习着。"
        },
        {
          "id": 34,
          "title": "少年中国说(节选)",
          "name": "梁启超",
          "dynasty": "近现代",
          "text": "故今日之责任，不在他人，而全在我少年。少年智则国智，少年富则国富；少年强则国强，少年独立则国独立；少年自由则国自由；少年进步则国进步；少年胜于欧洲，则国胜于欧洲；少年雄于地球，则国雄于地球。红日初升，其道大光。河出伏流，一泻汪洋。潜龙腾渊，鳞爪飞扬。乳虎啸谷，百兽震惶。鹰隼试翼，风尘翕张。奇花初胎，矞矞皇皇。干将发硎，有作其芒。天戴其苍，地履其黄。纵有千古，横有八荒。前途似海，来日方长。美哉我少年中国，与天不老！壮哉我中国少年，与国无疆！",
          "interpret": "所以说今天的责任，不在别人身上，全在我们少年身上。少年一代有智慧国家就智慧，少年富足国家就富足，少年强大国家就强大，少年独立国家就独立，少年自由国家就自由，少年进步国家就进步，少年胜过欧洲，国家就胜过欧洲，少年称雄于世界，国家就称雄于世界。红日刚刚升起，道路充满霞光；黄河从地下冒出来，汹涌奔泻浩浩荡荡；潜龙从深渊中腾跃而起，它的鳞爪舞动飞扬；小老虎在山谷吼叫，所有的野兽都害怕惊慌，雄鹰隼鸟振翅欲飞，风和尘土高卷飞扬；奇花刚开始孕起蓓蕾，灿烂明丽茂盛茁壮；干将剑新磨，闪射出光芒。头顶着苍天，脚踏着大地，从纵的时间看有悠久的历史，从横的空间看有辽阔的疆域。前途像海一般宽广，未来的日子无限远长。美丽啊我的少年中国，将与天地共存不老！雄壮啊我的中国少年，将与祖国万寿无疆！"
        },
        {
          "id": 35,
          "title": "自相矛盾 / 矛与盾",
          "name": "韩非",
          "dynasty": "先秦",
          "text": "楚人有鬻盾与矛者，誉之曰：“吾盾之坚，物莫能陷也。”又誉其矛曰：“吾矛之利，于物无不陷也。”或曰：“以子之矛陷子之盾，何如？” 其人弗能应也。夫不可陷之盾与无不陷之矛，不可同世而立。",
          "interpret": "有一个楚国人，既卖盾又卖矛。他夸耀自己的盾，说：“我的盾坚固无比，没有什么东西能够穿透它。”又夸耀自己的矛，说：“我的矛锋利极了，任何坚固的东西都穿得透。”有人问他：“如果用您的矛刺您的盾，结果会怎么样呢？”那人张口结舌，一句话也回答不上来。什么都不能刺穿的盾与什么都能刺穿的矛，不可能同时存在于这个世界上。"
        },
        {
          "id": 36,
          "title": "书戴嵩画牛 / 杜处士好书画",
          "name": "苏轼",
          "dynasty": "宋代",
          "text": "蜀中有杜处士 ，好书画，所宝以百数。有戴嵩《牛》一轴，尤所爱，锦囊玉轴，常以自随。一日曝书画，而一牧童见之，拊掌大笑，曰：“此画斗牛也，牛斗，力在角，尾搐入两股间，今乃掉尾而斗，谬矣。”处士笑而然之。古语云：“耕当问奴，织当问婢。”不可改也。",
          "interpret": "四川境内有个姓杜的隐士，爱好书画，他珍藏的书画作品有成百件，有戴嵩画的《牛》一幅，他特别喜爱，用锦囊盛起来，用玉石作画轴，经常随身携带着。有一天晾晒书画，一个牧童看到了这幅画，拍手大笑说：“这画上画的是角斗的牛呀，牛在角斗时力量集中在角上，尾巴夹在两条后腿中间，但这幅画却画成牛摇着尾巴斗角，画错了啊！”隐士笑了，认为牧童说得对。有句古话说：“耕地应当去问种庄稼的农民，织布应当去问纺纱织布的婢女。”这句话是不可改变的。"
        },
        {
          "id": 37,
          "title": "两小儿辩日",
          "name": "列御寇",
          "dynasty": "先秦",
          "text": "孔子东游，见两小儿辩斗，问其故。一儿曰：“我以日始出时去人近，而日中时远也。”一儿曰：“我以日初出远，而日中时近也。”一儿曰：“日初出大如车盖，及日中则如盘盂，此不为远者小而近者大乎？”一儿曰：“日初出沧沧凉凉，及其日中如探汤，此不为近者热而远者凉乎？”孔子不能决也。两小儿笑曰：“孰为汝多知乎？”",
          "interpret": "孔子向东游历，见到两个小孩在争辩，就问他们在争辩的原因。一个小孩子说：“我认为太阳刚刚升起的时候距离人近，而正午的时候距离人远。”另一个小孩子认为太阳刚刚升起的时候距离人比较远，而正午的时候距离人比较近。一个小孩儿说：“太阳刚出时像车的车盖一样大，到了中午时就如同盘子一般小了，这不是远小近大的道理吗？”另一个小孩儿说：“太阳刚出来时凉爽，到了中午的时候热得如同把手伸进热水中，这不是近的就感觉热，而远就觉得凉的道理吗？”孔子听了之后不能判断他们俩谁对谁错。两个小孩子笑着对孔子说：“是谁说你智慧多呢？”"
        },
        {
          "id": 38,
          "title": "晏子使楚",
          "name": "刘向",
          "dynasty": "两汉",
          "text": "晏子使楚。楚人以晏子短，楚人为小门于大门之侧而延晏子。晏子不入，曰：“使狗国者从狗门入，今臣使楚，不当从此门入。”傧者更道，从大门入。见楚王。王曰：“齐无人耶？”晏子对曰：“齐之临淄三百闾，张袂成阴，挥汗成雨，比肩继踵而在，何为无人？”王曰：“然则何为使予？”晏子对曰：“齐命使，各有所主：其贤者使使贤主，不肖者使使不肖主。婴最不肖，故宜使楚矣！”晏子将使楚。楚王闻之，谓左右曰：“晏婴，齐之习辞者也。今方来，吾欲辱之，何以也？”左右对曰：“为其来也，臣请缚一人，过王而行，王曰：‘何为者也？’对曰：‘齐人也。’王曰：‘何坐？’曰：‘坐盗。’晏子至，楚王赐晏子酒，酒酣，吏二缚一人诣王。王曰：“缚者曷为者也？”对曰：“齐人也，坐盗。”王视晏子曰：“齐人固善盗乎？”晏子避席对曰：“婴闻之，橘生淮南则为橘，生于淮北则为枳，叶徒相似，其实味不同。所以然者何？水土异也。今民生长于齐不盗，入楚则盗，得无楚之水土使民善盗耶？”王笑曰：“ 圣人非所与熙也，寡人反取病焉。”",
          "interpret": "晏子出使到楚国。楚人因为晏子身材矮小，在大门的旁边开一个小门请晏子进去。晏子不进去，说：“出使到狗国的人从狗门进去，今天我出使到楚国来，不应该从这个狗门进去。”迎接宾客的人带晏子改从大门进去。（晏子）拜见楚王。楚王说：“齐国没有人可派吗？竟派您做使臣。”晏子回答说：“齐国的都城临淄有七千五百户人家，人们一起张开袖子，就能遮天；挥洒汗水，就是下雨；街上行人肩膀靠着肩膀，脚尖碰脚后跟，怎么能说齐国没有人呢？”楚王说：“既然这样，那么为什么会打发你来呢？”晏子回答说：“齐国派遣使臣，各有不同的规矩，那些有德有才的人被派遣出使到有德有才的君主所在的国家，没有德没有才的人被派遣出使到没有德没有才的国王所在的国家。我晏婴是最不贤，没有德才的人，所以只好出使到楚国来了。”晏子将要出使楚国。楚王听到这个消息，对身边的大臣说：“晏婴是齐国的一个能言善辩的人，现在 他正要来，我想要羞辱他，用什么办法呢？”侍臣回答说：“在他来的时候，大王请允许我们绑着一个人从大王面前走过。大王（就）问：‘（他）是做什么的？’（我则） 回答说：‘（他）是齐国人。’大王（接着再）问：‘（他）犯了什 么罪？’（我就）回答：‘（他）犯了偷窃罪。’“晏子来到了楚国，楚王请晏子喝酒，喝酒喝得正高兴的时候，两名小官员绑着一个人到楚王面前来。楚王问道：“绑着的人是做什么的人？’（公差）回答 说：“（他）是齐国人，犯了偷窃罪。”楚王看着晏子问道：“齐国人本来就擅于偷东西的吗？”晏子离开座位回答道：“我听说（这样一件事）：橘树生长在淮河以南的地方就是橘树，生长在淮河以北的地方就是枳树，只是叶子相像罢了，他们的果实味道却不同。这是什么原因呢？（是因为）水土地方不相同啊。老百姓生长在齐国不偷东西，到了楚国就偷东西，莫非楚国的水土使百姓善于偷东西吗？”楚王笑着说：“圣人不是能同他开玩笑的，我反而自讨没趣了。"
        }
      ]
    },
    {
      "type": "初中系列",
      "list": [
        {
          "id": 1,
          "title": "童趣",
          "name": "沈复",
          "dynasty": "清代",
          "text": "余忆童稚时，能张目对日，明察秋毫，见藐小之物必细察其纹理，故时有物外之趣。夏蚊成雷，私拟作群鹤舞于空中，心之所向，则或千或百，果然鹤也；昂首观之，项为之强。又留蚊于素帐中，徐喷以烟，使之冲烟而飞鸣，作青云白鹤观，果如鹤唳云端，为之怡然称快。余常于土墙凹凸处，花台小草丛杂处，蹲其身，使与台齐；定神细视，以丛草为林，以虫蚁为兽，以土砾凸者为丘，凹者为壑，神游其中，怡然自得。一日，见二虫斗草间，观之，兴正浓，忽有庞然大物，拔山倒树而来，盖一癞虾蟆，舌一吐而二虫尽为所吞。余年幼，方出神，不觉呀然一惊。神定，捉虾蟆，鞭数十，驱之别院。",
          "interpret": "我回想小的时候，能够张大眼睛对着太阳，能看清最细微的东西。我看见细小的东西，一定会去仔细地观察它的纹理，因此常有超出事物本身的乐趣。夏天蚊子的叫声像打雷一样，我把它们比作群鹤在空中飞舞，心里这么想，那成千成百的蚊子果然都变成仙鹤了；我抬着头看它们，脖颈都为此而变得僵硬了。我又将几只蚊子留在素帐中，用烟慢慢地喷过去，让它们在烟雾中飞着叫着，我把它当做一幅青云白鹤的景观，果然就像鹤唳云端一样，我为这景象高兴地拍手叫好。我常在土墙高低不平的地方，在花台杂草丛生的地方，蹲下身子，使自己和花台相平，聚精会神地观察，把草丛当做树林，把虫子、蚂蚁当做野兽，把土块凸出部分当做山丘，凹陷的部分当做山谷，全神贯注地沉浸在想象之中，心情愉悦自觉是一种满足。有一天，我看见两只小虫在草间相斗，蹲下来观察它们，兴趣正浓厚，忽然有个极大的家伙，掀翻山压倒树而来了，原来是一只癞蛤蟆，舌头一吐，两只虫子全被它吃掉了。我那时年纪很小，正看得出神，不禁‘呀’的一声惊叫起来。待到神情安定下来，捉住癞蛤蟆，鞭打了几十下，把它驱赶到别的院子里去了。"
        },
        {
          "id": 2,
          "title": "论语十则",
          "name": "佚名",
          "dynasty": "先秦",
          "text": "子曰：“学而时习之，不亦说乎？有朋自远方来，不亦乐乎？人不知而不愠，不亦君子乎？”（《学而》）曾子曰：“吾日三省吾身：为人谋而不忠乎？与朋友交而不信乎？传不习乎？”（《学而》）子曰：“温故而知新，可以为师矣。”（《为政》）子曰：“学而不思则罔,思而不学则殆。”（《为政》）子曰：“由，诲女知之乎！知之为知之，不知为不知，是知也。”（《为政》）子曰：“见贤思齐焉，见不贤而内自省也。”（《里仁》）子曰：“三人行，必有我师焉。择其善者而从之，其不善者而改之。”（《述而》）曾子曰：“士不可以不弘毅，任重而道远。仁以为己任，不亦重乎？死而后已，不亦远乎？”（《泰伯》）子曰：“岁寒，然后知松柏之后凋也。”（《子罕》）子贡问曰：“有一言而可以终身行之者乎？”子曰：“其恕乎！己所不欲，勿施于人。”（《卫灵公》）",
          "interpret": "孔子说:“学习并且按时地去复习，不也很快乐吗？有志同道合的人从远方来，不也很高兴吗？别人不了解我但我不生气，不也是道德上有修养的人吗？”曾子说:“我每天多次地反省自己:替别人办事是不是尽心尽力呢 ？跟朋友交往是不是真诚，诚实呢？ 老师传授的知识是否复习过了呢？”孔子说：“复习学过的知识，可从中获得新的见解与体会,凭借这点就可以当老师了。”孔子说:“只学习却不思考,就会感到迷茫而无所适从，只是思考而不学习，就会疑惑而无所得。”孔子说：“仲由啊，让为师教导你对待知与不知的态度吧！知道就是知道，不知道就是不知道，这才是聪明的。”孔子说：“看见有才能的人（德才兼备的人）就向他学习，希望能向他看齐；看见不贤的人，就反省自己有没有和他一样的缺点，有要改正。”孔子说：“几个人在一起行走,其中必定有可作为我的老师的人，要选择他们的长处 来学习，如果看到他们的缺点要反省自己有没有像他们一样的缺点，若有，要一起加以改正。”曾子说：“有抱负的人不可以不胸怀宽广，意志坚定，因为他肩负着重大的使命（或责任），路途又很遥远。把实现‘仁’的理想看作自己的使命，不也很重大吗？直到死才停止，这不也是很遥远吗？”孔子说:“直到每年中最寒冷的季节,才知道松柏(bǎi)是最后落叶的。”子贡问道:“有没有可以终身奉行的一个字呢? ”孔子说：“那大概就是‘恕’字吧！自己不喜欢的事物，不要强行加于别人身上。”"
        },
        {
          "id": 3,
          "title": "山市",
          "name": "蒲松龄",
          "dynasty": "清代",
          "text": "奂山山市，邑八景之一也，然数年恒不一见。孙公子禹年与同人饮楼上，忽见山头有孤塔耸起，高插青冥，相顾惊疑，念近中无此禅院。无何，见宫殿数十所，碧瓦飞甍，始悟为山市。未几，高垣睥睨，连亘六七里，居然城郭矣。中有楼若者，堂若者，坊若者，历历在目，以亿万计。忽大风起，尘气莽莽然，城市依稀而已。既而风定天清，一切乌有，惟危楼一座，直接霄汉。楼五架，窗扉皆洞开；一行有五点明处，楼外天也。层层指数，楼愈高，则明渐少。数至八层，裁如星点。又其上，则黯然缥缈，不可计其层次矣。而楼上人往来屑屑，或凭或立，不一状。逾时，楼渐低，可见其顶；又渐如常楼；又渐如高舍；倏忽如拳如豆，遂不可见。又闻有早行者，见山上人烟市肆，与世无别，故又名“鬼市”云。",
          "interpret": "奂山的山市,是（淄川）县有名的八景之一，但好几年也难得见到一次。有位名叫孙禹年的公子，同几位志同道合朋友（在）楼上饮酒，忽然看见（奂山）山头有一座孤零零塔耸立起来，高高地插入青天。（大家）面面相觑，惊疑不定，心想附近并没有这么个禅院。没过多久，又出现了几十座高大的宫殿，碧绿色的琉璃瓦，飞翘的殿檐，(人们)这才明白是（出现）山市。不到一会儿，只见一座高高低低的城墙,连绵不断有六七里长，竟然像一座城市。其中(景物）有像楼一样的，有像厅堂一样的，有像街巷一样的，（一个个）清晰地出现在眼前，（多得）可以用亿万来计算。忽然，一阵大风刮起，空气中的尘土之大，城市变得隐隐约约。接着，风停了，天空又变得晴朗起来，刚才的一切都消失了，只有一座高楼，直插云霄，这座楼每层有五间，门窗全都是大开着的；每一行有五处明亮的地方，(透露出)那是楼那边的天空。一层层地指着数，楼越高亮点越小，数到第八层，亮点才如星星一般大了；又往上数，就昏暗得看不分明，没法计算层次了。楼上的人往来匆匆，有靠着的，有站立的，形态各不一样。过了一会，楼渐渐低矮下来，可以看见楼顶了，慢慢地又像平常的高楼一样了，又渐渐地像座高房子，突然间又只像拳头那么大，像豆粒那么小，接着就什么也看不见了。又听说有起早赶路的人，看见山上有店铺集市（人来人往），和人世间没有两样，所以又叫“鬼市”。"
        },
        {
          "id": 4,
          "title": "咏雪 / 咏雪联句",
          "name": "刘义庆",
          "dynasty": "南北朝",
          "text": "谢太傅寒雪日内集，与儿女讲论文义。俄而雪骤，公欣然曰：“白雪纷纷何所似？”兄子胡儿曰：“撒盐空中差可拟。”兄女曰：“未若柳絮因风起。”公大笑乐。即公大兄无奕女，左将军王凝之妻也。",
          "interpret": "谢安在寒冷的雪天举行家庭聚会，给子侄辈的人讲解诗文。不久，雪下得大了，太傅高兴地说：“这纷纷扬扬的白雪像什么呢？”他哥哥的长子谢朗说：“在空中撒盐差不多可以相比。”另一个哥哥的女儿说：“不如比作柳絮凭借着风飞舞。”太傅大笑起来。她就是谢奕的女儿谢道韫，左将军王凝之的妻子。"
        },
        {
          "id": 5,
          "title": "陈太丘与友期行",
          "name": "刘义庆",
          "dynasty": "南北朝",
          "text": "陈太丘与友期行，期日中。过中不至，太丘舍去，去后乃至。元方时年七岁，门外戏。客问元方：“尊君在不？”答曰：“待君久不至，已去。”友人便怒曰：“非人哉！与人期行，相委而去。”元方曰：“君与家君期日中。日中不至，则是无信；对子骂父，则是无礼。”友人惭，下车引之。元方入门不顾。",
          "interpret": "陈太丘和朋友相约同行，约定的时间在正午，过了正午朋友还没有到，陈太丘不再等候他而离开了，陈太丘离开后朋友才到。元方当时年龄七岁，在门外玩耍。陈太丘的朋友问元方：“你的父亲在吗？”元方回答道：“我父亲等了您很久您却还没有到，已经离开了。”友人便生气地说道：“真不是君子啊！和别人相约同行，却丢下别人先离开了。”元方说：“您与我父亲约在正午，正午您没到，就是不讲信用；对着孩子骂父亲，就是没有礼貌。”朋友感到惭愧，下了车想去拉元方的手，元方头也不回地走进家门。"
        },
        {
          "id": 6,
          "title": "智子疑邻",
          "name": "韩非",
          "dynasty": "先秦",
          "text": "宋有富人，天雨墙坏。其子曰：“不筑，必将有盗。”其邻人之父亦云。暮而果大亡其财，其家甚智其子，而疑邻人之父。",
          "interpret": "宋国有个富人，因下大雨，墙坍塌下来。他儿子说：“如果不赶紧修筑它，一定有盗贼进来。”他们隔壁的老人也这么说。这天晚上果然丢失了大量财物，这家人很赞赏儿子聪明，却怀疑偷盗是隔壁那个老人干的。"
        },
        {
          "id": 7,
          "title": "塞翁失马",
          "name": "刘安",
          "dynasty": "两汉",
          "text": "近塞上之人，有善术者，马无故亡而入胡。人皆吊之，其父曰：“此何遽不为福乎？”居数月，其马将胡骏马而归。人皆贺之，其父曰：“此何遽不能为祸乎？”家富良马，其子好骑，堕而折其髀。人皆吊之，其父曰：“此何遽不为福乎？”居一年，胡人大入塞，丁壮者引弦而战。近塞之人，死者十九。此独以跛之故，父子相保。",
          "interpret": "靠近边境一带居住的人中有一个精通术数的人，他们家的马无缘无故跑到了胡人的住地。人们都前来慰问他。那个老人说：“这怎么就不能是一件好事呢？”过了几个月，那匹马带着胡人的良马回来了。人们都前来祝贺他们一家。那个老人说：“这怎么就不能是一件坏事呢？”他家中有很多好马，他的儿子喜欢骑马，结果从马上掉下来摔得大腿骨折。人们都前来安慰他们一家。那个老人说：“这怎么就不能是一件好事呢？”过了一年，胡人大举入侵边境一带，壮年男子都拿起弓箭去作战。靠近边境一带的人，绝大部分都死了。唯独这个人因为腿瘸的缘故免于征战，父子得以保全生命。"
        },
        {
          "id": 8,
          "title": "伤仲永",
          "name": "王安石",
          "dynasty": "宋代",
          "text": "金溪民方仲永，世隶耕。仲永生五年，未尝识书具，忽啼求之。父异焉，借旁近与之，即书诗四句，并自为其名。其诗以养父母、收族为意，传一乡秀才观之。自是指物作诗立就，其文理皆有可观者。邑人奇之，稍稍宾客其父，或以钱币乞之。父利其然也，日扳仲永环谒于邑人，不使学。余闻之也久。明道中，从先人还家，于舅家见之，十二三矣。令作诗，不能称前时之闻。又七年，还自扬州，复到舅家问焉。曰：“泯然众人矣。”王子曰：仲永之通悟，受之天也。其受之天也，贤于材人远矣。卒之为众人，则其受于人者不至也。彼其受之天也，如此其贤也，不受之人，且为众人；今夫不受之天，固众人，又不受之人，得为众人而已耶？",
          "interpret": "金溪县有个百姓叫方仲永，祖祖辈辈以耕种为生。仲永出生五年，还没有见过书写工具，忽然有一天仲永哭着索要这些东西。他的父亲对此感到惊奇，就向邻居借书写工具来给他。仲永立刻写了四句诗，并且题上自己的名字。他的诗以赡养父母，团结族人为主旨，传给全乡的秀才观赏。从此，指定事物让他作诗就能立刻完成，并且诗的文采和道理都有值得欣赏的地方。同县的人们对此都感到非常惊奇，渐渐地都以宾客之礼对待他的父亲，有的人花钱求取仲永的诗。方仲永父亲认为这样有利可图，每天牵着方仲永四处拜访同县的人，不让他学习。我听到这件事很久了。明道年间，我跟随先父回到家乡，在舅舅家见到他，他已经十二三岁了。我叫他作诗，写出来的诗已经不能与从前的名声相称。又过了七年，我回到扬州，再次到舅舅家去，问起方仲永的情况，他说：“方仲永已经完全如同常人了。”王安石说：仲永的通晓、领悟能力是天赋的。他的才能是上天赋予的,远胜过其他有才能的人。但最终成为一个平凡的人，是因为他后天所受的教育还没有达到要求。像他那样天生聪明，如此有才智的人，没有受到后天的教育，尚且要成为平凡的人；那么，现在那些本来就不天生聪明，本来就是平凡的人，又不接受后天的教育，难道成为普通人就为止了吗？"
        },
        {
          "id": 9,
          "title": "木兰诗 / 木兰辞",
          "name": "佚名",
          "dynasty": "南北朝",
          "text": "唧唧复唧唧，木兰当户织。不闻机杼声，唯闻女叹息。(唯 一作：惟)问女何所思，问女何所忆。女亦无所思，女亦无所忆。昨夜见军帖，可汗大点兵，军书十二卷，卷卷有爷名。阿爷无大儿，木兰无长兄，愿为市鞍马，从此替爷征。东市买骏马，西市买鞍鞯，南市买辔头，北市买长鞭。旦辞爷娘去，暮宿黄河边，不闻爷娘唤女声，但闻黄河流水鸣溅溅。旦辞黄河去，暮至黑山头，不闻爷娘唤女声，但闻燕山胡骑鸣啾啾。万里赴戎机，关山度若飞。朔气传金柝，寒光照铁衣。将军百战死，壮士十年归。归来见天子，天子坐明堂。策勋十二转，赏赐百千强。可汗问所欲，木兰不用尚书郎，愿驰千里足，送儿还故乡。爷娘闻女来，出郭相扶将；阿姊闻妹来，当户理红妆；小弟闻姊来，磨刀霍霍向猪羊。开我东阁门，坐我西阁床。脱我战时袍，著我旧时裳。当窗理云鬓，对镜帖花黄。出门看火伴，火伴皆惊忙：同行十二年，不知木兰是女郎。雄兔脚扑朔，雌兔眼迷离；双兔傍地走，安能辨我是雄雌？",
          "interpret": "叹息声一声接着一声，木兰对着房门织布。听不见织布机织布梭的声音，只听见木兰在叹息。问木兰在想什么？在惦记什么？木兰答道：我也没在想什么，也没在惦记什么。昨天晚上看见了征兵的文书，君主在大规模征兵，征兵的名册有很多卷，每一卷上都有我父亲的名字。父亲没有大儿子，我没有兄长，木兰愿意为此到集市上去买马鞍和马匹，从此开始替代父亲去征战。在集市各处购买骏马、马鞍、鞍下的垫子、马嚼子、缰绳和马鞭。早上辞别父母上路，晚上宿营在黄河边，听不见父母呼叫女儿的声音，只听见黄河水奔腾流淌的声音。早晨离开黄河上路，晚上到达黑山头，听不见父母呼叫女儿的声音，只听见胡人战马啾啾的鸣叫声。不远万里奔赴战场，像飞一样地跨过一道道的关，越过一座座的山。北方的寒气传送着打更的声音，冰冷的月光照在将士们的铠甲上。将士们身经百战有的为国捐躯，有的转战多年胜利归来。胜利归来朝见天子，天子坐在殿堂论功行赏。给木兰记了很大的功勋，赏赐了很多的财物。天子问木兰想要什么，木兰说不愿做尚书郎，希望能骑着千里马，快马加鞭送我回故乡。父母听说女儿回来了，互相搀扶着到城外迎接她；姐姐听说妹妹回来了，对着门户梳妆打扮起来；弟弟听说姐姐回来了，忙着霍霍地磨刀杀猪宰羊。开我东阁、西阁的门，坐在我的床上，脱去打仗时穿的战袍，穿上以前的女儿装，当着窗子整理像乌云一样柔美的头发，对着镜子在额上贴好花黄。出门去见一起打仗的伙伴，伙伴们都很吃惊，征战同行这么多年，竟然不知木兰是个女子。提着兔子的耳朵悬在半空时，雄兔两只前脚时常动弹，雌兔两只眼睛时常眯着，所以容易辨认。雄雌两只兔子贴着地面跑，怎能辨别哪个是雄兔哪个是雌兔呢？"
        },
        {
          "id": 10,
          "title": "孙权劝学",
          "name": "司马光",
          "dynasty": "宋代",
          "text": "初，权谓吕蒙曰：“卿今当涂掌事，不可不学！”蒙辞以军中多务。权曰：“孤岂欲卿治经为博士邪！但当涉猎，见往事耳。卿言多务，孰若孤？孤常读书，自以为大有所益。”蒙乃始就学。及鲁肃过寻阳，与蒙论议，大惊曰：“卿今者才略，非复吴下阿蒙！”蒙曰：“士别三日，即更刮目相待，大兄何见事之晚乎！”肃遂拜蒙母，结友而别。",
          "interpret": "当初，孙权对吕蒙说：“你现在当权管事，不可以不学习！”吕蒙用军中事务繁多来推托。孙权说：“我难道想要你研究儒家经典，成为博士吗？我只是让你粗略地阅读，了解历史罢了。你说军务繁多，谁比得上我事务多呢？我经常读书，自己觉得获益颇多。”吕蒙于是开始学习。当鲁肃到寻阳的时候，鲁肃和吕蒙一起谈论议事，鲁肃十分吃惊地说：“你现在军事方面和政治方面的才能和谋略，不再是吴下时的没有才学的阿蒙了！”吕蒙说：“与读书的人分别几天，就用新的眼光看待，长兄你知晓事情怎么这么晚呢？”于是鲁肃拜见吕蒙的母亲，和吕蒙结为好友后分别了。"
        },
        {
          "id": 11,
          "title": "口技",
          "name": "林嗣环",
          "dynasty": "清代",
          "text": "京中有善口技者。会宾客大宴，于厅事之东北角，施八尺屏障，口技人坐屏障中，一桌、一椅、一扇、一抚尺而已。众宾团坐。少顷，但闻屏障中抚尺一下，满坐寂然，无敢哗者。遥闻深巷中犬吠，便有妇人惊觉欠伸，其夫呓语。既而儿醒，大啼。夫亦醒。妇抚儿乳，儿含乳啼，妇拍而呜之。又一大儿醒，絮絮不止。当是时，妇手拍儿声，口中呜声，儿含乳啼声，大儿初醒声，夫叱大儿声，一时齐发，众妙毕备。满坐宾客无不伸颈，侧目，微笑，默叹，以为妙绝。未几，夫齁声起，妇拍儿亦渐拍渐止。微闻有鼠作作索索，盆器倾侧，妇梦中咳嗽。宾客意少舒，稍稍正坐。忽一人大呼：“火起”，夫起大呼，妇亦起大呼。两儿齐哭。俄而百千人大呼，百千儿哭，百千犬吠。中间力拉崩倒之声，火爆声，呼呼风声，百千齐作；又夹百千求救声，曳屋许许声，抢夺声，泼水声。凡所应有，无所不有。虽人有百手，手有百指，不能指其一端；人有百口，口有百舌，不能名其一处也。于是宾客无不变色离席，奋袖出臂，两股战战，几欲先走。忽然抚尺一下，群响毕绝。撤屏视之，一人、一桌、一椅、一扇、一抚尺而已。",
          "interpret": "京城里有个擅长表演口技的人。正赶上有户人家宴请宾客，在大厅的东北角，安放了一座八尺高的屏风，表演口技的艺人坐在屏风里面，里面只放了一张桌子、一把椅子、一把扇子、一块醒木罢了。众多宾客围绕着屏风而坐。一会儿，只听见屏风里面醒木一拍，全场马上静悄悄的，没有人敢大声说话。远远地听到幽深的巷子中有狗叫声，就有妇女惊醒后打呵欠和伸懒腰的声音，她的丈夫在说梦话。过了一会儿孩子醒了，大声哭着。丈夫也醒了。妇人抚慰孩子喂奶，孩子含着乳头哭，妇女又轻声哼唱着哄小孩入睡。又有一个大儿子醒了，絮絮叨叨地说个不停。在这时候，妇女用手拍孩子的声音，口里哼着哄孩子的声音，孩子边含乳头边哭的声音，大孩子刚醒过来的声音，丈夫责骂大孩子的声音，同时响起，各种声音都模仿得极像。满座的宾客没有一个不伸长脖子，偏着头看，微笑，心中默默赞叹，认为奇妙极了。过了一会儿，丈夫打起了呼噜声，妇女拍孩子的声音也渐渐消失。隐隐听到有老鼠作作索索活动的声音，盆子翻倒倾斜，妇女在梦中发出了咳嗽声。宾客们的心情稍微放松了些，渐渐端正了坐姿。忽然有一个人大声呼叫：“起火啦”，丈夫起来大声呼叫，妇人也起来大声呼叫。两个小孩子一齐哭了起来。一会儿，有成百上千人大声呼叫，成百上千的小孩哭叫，成百上千条狗汪汪地叫。其中夹杂着劈里啪啦，房屋倒塌的声音，烈火燃烧物品爆裂的声音，呼呼的风声，千百种声音一齐发出；又夹杂着成百上千人的求救的声音，众人拉塌燃烧着的房屋时一齐用力的呼喊声，抢救东西的声音，救火的声音。凡是在这种情况下应该有的声音，没有一样没有的。即使一个人有上百只手，每只手有上百个指头，也不能指明其中的任何一种声音来；即使一个人有上百张嘴，每张嘴里有上百条舌头，也不能说清其中一个地方。在这种情况下，宾客们没有一个不变了脸色，离开席位，捋起衣袖，伸出手臂，两腿打着哆嗦，差一点争先恐后地跑了。忽然醒木一拍，各种声响全部消失了。撤去屏风一看里面，只有一个人、一张桌子、一把椅子、一把扇子、一块醒木罢了。"
        },
        {
          "id": 12,
          "title": "夸父逐日",
          "name": "佚名",
          "dynasty": "先秦",
          "text": "夸父与日逐走，入日；渴，欲得饮，饮于河、渭；河、渭不足，北饮大泽。未至，道渴而死。弃其杖，化为邓林。",
          "interpret": "夸父与太阳赛跑，一直追赶到太阳落下的地方；他感到口渴，想要喝水，就到黄河、渭水喝水。黄河、渭水的水不够，往北去大湖喝水。还没到大湖，在半路因口渴而死。而他丢弃的手杖，就化成桃林。"
        },
        {
          "id": 13,
          "title": "两小儿辩日",
          "name": "列御寇",
          "dynasty": "先秦",
          "text": "孔子东游，见两小儿辩斗，问其故。一儿曰：“我以日始出时去人近，而日中时远也。”一儿曰：“我以日初出远，而日中时近也。”一儿曰：“日初出大如车盖，及日中则如盘盂，此不为远者小而近者大乎？”一儿曰：“日初出沧沧凉凉，及其日中如探汤，此不为近者热而远者凉乎？”孔子不能决也。两小儿笑曰：“孰为汝多知乎？”",
          "interpret": "孔子向东游历，见到两个小孩在争辩，就问他们在争辩的原因。一个小孩子说：“我认为太阳刚刚升起的时候距离人近，而正午的时候距离人远。”另一个小孩子认为太阳刚刚升起的时候距离人比较远，而正午的时候距离人比较近。一个小孩儿说：“太阳刚出时像车的车盖一样大，到了中午时就如同盘子一般小了，这不是远小近大的道理吗？”另一个小孩儿说：“太阳刚出来时凉爽，到了中午的时候热得如同把手伸进热水中，这不是近的就感觉热，而远就觉得凉的道理吗？”孔子听了之后不能判断他们俩谁对谁错。两个小孩子笑着对孔子说：“是谁说你智慧多呢？”"
        },
        {
          "id": 14,
          "title": "狼三则（其一）",
          "name": "蒲松龄",
          "dynasty": "清代",
          "text": "有屠人货肉归，日已暮，欻一狼来，瞰担上肉，似甚垂涎，随尾行数里。屠惧，示之以刃，少却；及走，又从之。屠无计，思狼所欲者肉，不如姑悬诸树而早取之。遂钩肉，翘足挂树间，示以空担。狼乃止。屠归。昧爽，往取肉，遥望树上悬巨物，似人缢死状。大骇，逡巡近视之，则死狼也。仰首细审，见狼口中含肉，钩刺狼腭，如鱼吞饵。时狼皮价昂，直十余金，屠小裕焉。缘木求鱼，狼则罹之，是可笑也。",
          "interpret": "一个屠夫卖完了肉回家，天色已经晚了。（在这时，）突然出现了一匹狼。狼窥视着屠夫担子上的肉，嘴里的口水似乎都快要流出来了，（就这样）尾随着屠夫走了好几里路。屠夫感到（很）害怕，于是就拿着屠刀来（比划着）给狼看，狼稍稍退缩了几步，（可是）等到屠夫继续朝前走的时候，狼又跟了上来。屠夫没办法了，于是他在心里想，狼想要的是肉，不如把肉挂在树上（这样狼够不着），等明天早上（狼走了）再来取肉。于是（屠夫）就把肉挂在钩子上，踮起脚（把带肉的钩子）挂在树上，然后把空担子拿给狼看了看。狼才停下来（不再跟着屠夫了）。屠夫就（安全地）回家了。第二天拂晓，屠夫前去（昨天挂肉的地方）取肉，远远地就看见树上挂着一个巨大的东西，就好像有个人在树上吊死的样子，(屠夫）大吃一惊。（他）小心地（在四周）徘徊着向树靠近，等走到近前一看，原来（树上悬挂着的）是一条死狼。（屠夫）抬起头来仔细观察发现，狼的嘴里含着肉，挂肉的钩子刺穿了狼的上颚，就好像鱼儿咬住了鱼饵一样。当时市场上狼皮（非常）昂贵，（这张狼皮）能值十几两银子，屠夫的生活略微宽裕了。（就像）爬上树去捉鱼一样，狼本来想吃肉，结果遭遇了祸患，这真是可笑啊！"
        },
        {
          "id": 15,
          "title": "桃花源记",
          "name": "陶渊明",
          "dynasty": "魏晋",
          "text": "晋太元中，武陵人捕鱼为业。缘溪行，忘路之远近。忽逢桃花林，夹岸数百步，中无杂树，芳草鲜美，落英缤纷。渔人甚异之，复前行，欲穷其林。林尽水源，便得一山，山有小口，仿佛若有光。便舍船，从口入。初极狭，才通人。复行数十步，豁然开朗。土地平旷，屋舍俨然，有良田、美池、桑竹之属。阡陌交通，鸡犬相闻。其中往来种作，男女衣着，悉如外人。黄发垂髫，并怡然自乐。见渔人，乃大惊，问所从来。具答之。便要还家，设酒杀鸡作食。村中闻有此人，咸来问讯。自云先世避秦时乱，率妻子邑人来此绝境，不复出焉，遂与外人间隔。问今是何世，乃不知有汉，无论魏晋。此人一一为具言所闻，皆叹惋。余人各复延至其家，皆出酒食。停数日，辞去。此中人语云：“不足为外人道也。”既出，得其船，便扶向路，处处志之。及郡下，诣太守，说如此。太守即遣人随其往，寻向所志，遂迷，不复得路。南阳刘子骥，高尚士也，闻之，欣然规往。未果，寻病终。后遂无问津者。",
          "interpret": "东晋太元年间，武陵有个人以捕鱼为生。有一天他沿着溪水划船而行，忘记了路有多远？忽然遇到一片桃花林，在小溪两岸的几百步之内，中间没有其它树木，花草鲜嫩美丽，地上的落花繁多交杂，渔人对此感到非常诧异。他继续往前走，想要走到林子的尽头。桃花林的尽头就是溪水的源头，渔人发现了一座小山，山上有个小洞口，洞子里面仿佛隐约透着点光亮。渔人便下了船，从洞口走了进去。最开始非常狭窄，只能容得下一人通过。又行走了几十步，突然变得明亮开阔了。渔人眼前这片土地平坦宽广，房屋排列得非常整齐，还有肥沃的田地、美丽的池塘，以及桑树、竹子这类的植物。田间小路四通八达，鸡鸣狗吠的声音此起彼伏。人们在田间来来往往耕种劳动，男女的穿戴全都与桃花源以外的人一样。老年人和小孩儿，都怡然并自得其乐。这里的人看见了渔人，感觉非常惊讶，问他是从哪里来的。渔人都一一作了回答。这里的人便邀请他到家中做客，摆了酒、杀了鸡用来款待他。村里面的其他人听说来了这么一个人，全都来打听消息。他们自己说他们的先祖是为了躲避秦朝时期的战乱，率领妻儿乡邻们来到这个与世隔绝的地方，从此他们再没有人出去了，所以和外面的人隔绝了一切往来。村里的人问渔人现如今是什么朝代，他们不知道有汉朝，更不用说魏、晋两朝了。渔人把自己知道的所有事都一一说了出来，村民们听了都感叹惋惜。其余的人各自又把渔人邀请到自己的家中，都拿出自己的美酒佳肴来款待他。渔人停留了几日后，就向村里的人告辞。村里的人告诉他：“这里的情况不值得对外面的人说啊。”渔人出来之后，找到了自己的船，就沿着来时的路回去，处处都做了记号。他到了郡城武陵，就去拜见太守，说了自己的这番经历。太守立即派遣人员跟随他前往，寻找渔人先前作的记号，最终迷路了，后来再也找不到通往桃花源的路了。南阳有个叫刘子骥的人，是一个高尚的读书人，他听到了这个消息，非常愉快地计划着前往桃花源。但没有实现，不久后就病死了，后来就再也没有探访桃花源的人了。"
        },
        {
          "id": 16,
          "title": "陋室铭",
          "name": "刘禹锡",
          "dynasty": "唐代",
          "text": "山不在高，有仙则名。水不在深，有龙则灵。斯是陋室，惟吾德馨。苔痕上阶绿，草色入帘青。谈笑有鸿儒，往来无白丁。可以调素琴，阅金经。无丝竹之乱耳，无案牍之劳形。南阳诸葛庐，西蜀子云亭。孔子云：何陋之有？",
          "interpret": "山不在于高，有了神仙就会有名气。水不在于深，有了龙就会有灵气。这是简陋的房子，只是我品德好就感觉不到简陋了。苔痕碧绿，长到台上，草色青葱，映入帘里。到这里谈笑的都是博学之人，交往的没有知识浅薄之人，可以弹奏不加装饰的琴，阅读珍贵的经文。没有弦管奏乐的声音扰乱耳朵，没有官府的公文使身体劳累。南阳有诸葛亮的草庐，西蜀有扬子云的亭子。孔子说：这有什么简陋的呢?"
        },
        {
          "id": 17,
          "title": "爱莲说",
          "name": "周敦颐",
          "dynasty": "宋代",
          "text": "水陆草木之花，可爱者甚蕃。晋陶渊明独爱菊。自李唐来，世人甚爱牡丹。予独爱莲之出淤泥而不染，濯清涟而不妖，中通外直，不蔓不枝，香远益清，亭亭净植，可远观而不可亵玩焉。予谓菊，花之隐逸者也；牡丹，花之富贵者也；莲，花之君子者也。噫！菊之爱，陶后鲜有闻。莲之爱，同予者何人？牡丹之爱，宜乎众矣。",
          "interpret": "水上、陆地上各种草本木本的花，值得喜爱的非常多。晋代的陶渊明只喜爱菊花。从李氏唐朝以来，世上的人十分喜爱牡丹。而我唯独喜爱莲花从淤泥中长出却不被污染，经过清水的洗涤却不显得妖艳。它的茎内空外直，不生蔓不长枝，香气远播更加清香，笔直洁净地立在水中。人们只能远远地观赏而不能玩弄它啊。我认为菊花，是花中的隐士；牡丹，是花中的富贵者；莲花，是花中品德高尚的君子。唉！对于菊花的喜爱，陶渊明以后就很少听到了。对于莲花的喜爱，像我一样的还有什么人呢？对于牡丹的喜爱，当然就很多人了！?"
        },
        {
          "id": 18,
          "title": "核舟记",
          "name": "魏学洢",
          "dynasty": "明代",
          "text": "明有奇巧人曰王叔远，能以径寸之木，为宫室、器皿、人物，以至鸟兽、木石，罔不因势象形，各具情态。尝贻余核舟一，盖大苏泛赤壁云。舟首尾长约八分有奇，高可二黍许。中轩敞者为舱，箬篷覆之。旁开小窗，左右各四，共八扇。启窗而观，雕栏相望焉。闭之，则右刻“山高月小，水落石出”，左刻“清风徐来，水波不兴”，石青糁之。船头坐三人，中峨冠而多髯者为东坡，佛印居右，鲁直居左。苏、黄共阅一手卷。东坡右手执卷端，左手抚鲁直背。鲁直左手执卷末，右手指卷，如有所语。东坡现右足，鲁直现左足，各微侧，其两膝相比者，各隐卷底衣褶中。佛印绝类弥勒，袒胸露乳，矫首昂视，神情与苏、黄不属。卧右膝，诎右臂支船，而竖其左膝，左臂挂念珠倚之——珠可历历数也。舟尾横卧一楫。楫左右舟子各一人。居右者椎髻仰面，左手倚一衡木，右手攀右趾，若啸呼状。居左者右手执蒲葵扇，左手抚炉，炉上有壶，其人视端容寂，若听茶声然。其船背稍夷，则题名其上，文曰“天启壬戌秋日，虞山王毅叔远甫刻”，细若蚊足，钩画了了，其色墨。又用篆章一，文曰“初平山人”，其色丹。通计一舟，为人五；为窗八；为箬篷，为楫，为炉，为壶，为手卷，为念珠各一；对联、题名并篆文，为字共三十有四。而计其长曾不盈寸。盖简桃核修狭者为之。嘻，技亦灵怪矣哉！",
          "interpret": "明朝有一个技艺精巧的人名字叫王叔远，他能用直径一寸的木头，雕刻出宫殿、器具、人物，还有飞鸟、走兽、树木、石头，没有一件不是根据木头原来的样子，雕刻成各种形状，各有各的神情姿态。他曾经送给我一个用桃核雕刻成的小船，刻的是苏轼乘船游赤壁的图案。核舟的船头到船尾大约长八分多一点，有两个黄米粒那么高。中间高起而宽敞的部分是船舱，用箬竹叶做的船篷覆盖着它。旁边开设有小窗，左右各四扇，一共八扇。打开窗户，可以看到雕刻着花纹的栏杆左右相对。关上窗户，就看到一副对联，右边刻着“山高月小，水落石出”，左边刻着“清风徐来，水波不兴”，都涂成了石青色。船头坐着三个人，中间戴着高高的帽子、胡须浓密的人是苏东坡，佛印位于右边，鲁直位于左边。苏东坡、黄鲁直共同看着一幅书画长卷。东坡右手拿着卷的右端，左手轻按在鲁直的背上。鲁直左手拿着卷的左端，右手指着手卷，好像在说些什么。苏东坡露出右脚，鲁直露出左脚，身子都略微侧斜，他们互相靠近的两膝，都被遮蔽在手卷下边的衣褶里。佛印像极了佛教的弥勒菩萨，袒胸露乳，抬头仰望，神情和苏东坡、鲁直不相类似。他平放右膝，曲着右臂支撑在船板上，左腿曲膝竖起，左臂上挂着一串念珠，靠在左膝上——念珠简直可以清清楚楚地数出来。船尾横放着一支船桨。船桨的左右两边各有一名撑船的人。位于右边的撑船者梳着椎形发髻，仰着脸，左手倚在一根横木上，右手扳着右脚趾头，好像在大声呼喊的样子。左边撑船的人右手拿着一把蒲葵扇，左手轻按着火炉，炉上有一水壶，那个人的眼光正视着茶炉，神色平静，好像在听茶水声音似的。船的背面较平，作者在上面提上自己的名字，刻的是“天启壬戌秋日，虞山王毅叔远甫刻”，笔画像蚊子的脚一样细小，笔画清楚明白，字体的颜色是黑色。还刻着一枚篆字图章，文字是：“初平山人”，字的颜色是红的。计算这一条船上统共刻了五个人；八扇窗户；用箬竹叶做的船蓬，做的船桨，做的炉子，做的茶壶，做的手卷，做的念珠各一件；对联、题名和篆文，刻的字共计三十四个。可是计算它的长度，竟然还不满一寸。原来是挑选长而窄的桃核雕刻而成的。嘻，技艺也真灵巧奇妙啊！?"
        },
        {
          "id": 19,
          "title": "大道之行也",
          "name": "戴圣",
          "dynasty": "两汉",
          "text": "大道之行也，天下为公。选贤与能，讲信修睦。故人不独亲其亲，不独子其子，使老有所终，壮有所用，幼有所长，矜、寡、孤、独、废疾者皆有所养，男有分，女有归。货恶其弃于地也，不必藏于己；力恶其不出于身也，不必为己。是故谋闭而不兴，盗窃乱贼而不作，故外户而不闭。是谓大同。",
          "interpret": "在大道施行的时候，天下是人们所共有的，把品德高尚的人、能干的人选拔出来，讲求诚信，培养和睦气氛。所以人不只是敬爱自己的父母，不只是疼爱自己的子女，要使老年人能终其天年，中年人能为社会效力，幼童能顺利地成长，使老而无妻的人、老而无夫的人、幼年丧父的孩子、老而无子的人、残疾人都能得到供养。男子有职务，女子有归宿。反对把财物弃置于地的浪费行为，但并非据为己有；人们都愿意为公众之事竭尽全力，而不一定为自己谋私利。因此奸邪之谋不会发生，盗窃、造反和害人的事情不发生。所以大门都不用关上了，这叫做理想社会。?"
        },
        {
          "id": 20,
          "title": "三峡",
          "name": "郦道元",
          "dynasty": "南北朝",
          "text": "自三峡七百里中，两岸连山，略无阙处。重岩叠嶂，隐天蔽日，自非亭午夜分，不见曦月。至于夏水襄陵，沿溯阻绝。或王命急宣，有时朝发白帝，暮到江陵，其间千二百里，虽乘奔御风，不以疾也。春冬之时，则素湍绿潭，回清倒影，绝巘多生怪柏，悬泉瀑布，飞漱其间，清荣峻茂，良多趣味。每至晴初霜旦，林寒涧肃，常有高猿长啸，属引凄异，空谷传响，哀转久绝。故渔者歌曰：“巴东三峡巫峡长，猿鸣三声泪沾裳。”",
          "interpret": "在三峡七百里之间，两岸都是连绵的高山，完全没有中断的地方。悬崖峭壁重峦叠嶂，遮挡了天空和太阳。如果不是正午半夜，连太阳和月亮都无法看见。等到夏天江水漫上山陵的时候，上行和下行船只的航路都被阻断，无法通行。有时皇帝的命令要紧急传达，这时只要早晨从白帝城出发，傍晚就到了江陵，这中间有一千二百里，即使骑上飞奔的快马，也不如船快。等到春天和冬天的时候，就可以看见白色的急流，回旋着清波，碧绿的潭水倒映出山石林木的影子。极高的山峰上生长着许多奇形怪状的松柏，山峰间悬泉瀑布飞流冲荡。水清，树荣，山峻，草盛，确实趣味无穷。每逢初晴的日子或者下霜的早晨，树林和山涧就显出一片清凉和寂静，常常有猿猴在高处拉长声音鸣叫，声音持续不断，显得非常悲惨凄凉，在空荡的山谷里传来猿叫的回声悲哀婉转，很久才消失。所以三峡中渔民的歌谣唱道：“巴东三峡之中巫峡最长，猿猴鸣叫几声凄凉得令人眼泪打湿衣裳。”?"
        },
        {
          "id": 21,
          "title": "答谢中书书",
          "name": "陶弘景",
          "dynasty": "南北朝",
          "text": "山川之美，古来共谈。高峰入云，清流见底。两岸石壁，五色交辉。青林翠竹，四时俱备。晓雾将歇，猿鸟乱鸣；夕日欲颓，沉鳞竞跃。实是欲界之仙都。自康乐以来，未复有能与其奇者。",
          "interpret": "山川景色的美丽，自古以来就是文人雅士共同谈赏的。巍峨的山峰耸入云端，明净的溪流清澈见底。两岸的石壁色彩斑斓，交相辉映。苍青的密林和碧绿的竹子，四季常存。清晨的薄雾将要消散的时候，传来猿、鸟此起彼伏的鸣叫声；夕阳快要落山的时候，潜游在水中的鱼儿争相跳出水面。这里实在是人间的仙境啊。自从南朝的谢灵运以来，就再也没有人能够欣赏这种奇丽的景色了。?"
        },
        {
          "id": 22,
          "title": "记承天寺夜游 / 记承天夜游",
          "name": "苏轼",
          "dynasty": "宋代",
          "text": "元丰六年十月十二日夜，解衣欲睡，月色入户，欣然起行。念无与为乐者，遂至承天寺寻张怀民。怀民亦未寝，相与步于中庭。庭下如积水空明，水中藻、荇交横，盖竹柏影也。何夜无月？何处无竹柏？但少闲人如吾两人者耳。",
          "interpret": "元丰六年十月十二日夜晚，我正准备脱衣入睡，恰好看到这时月光从门户照进来，于是高兴地起身出门。考虑到没有和我一起游乐的人，就到承天寺寻找张怀民。张怀民也还没有入睡，就一同在庭院里散步。月光照在庭院里像积满的清水一样澄澈透明。水中水藻、水草纵横交错，原来是院中竹子和柏树的影子。哪一个夜晚没有月亮？又有哪个地方没有竹子和柏树呢？只是缺少像我们两个这样清闲的人罢了。?"
        },
        {
          "id": 23,
          "title": "观潮",
          "name": "周密",
          "dynasty": "宋代",
          "text": "浙江之潮，天下之伟观也。自既望以至十八日为盛。方其远出海门，仅如银线；既而渐近，则玉城雪岭际天而来，大声如雷霆，震撼激射，吞天沃日，势极雄豪。杨诚斋诗云“海涌银为郭，江横玉系腰”者是也。每岁京尹出浙江亭教阅水军，艨艟数百，分列两岸；既而尽奔腾分合五阵之势，并有乘骑弄旗标枪舞刀于水面者，如履平地。倏尔黄烟四起，人物略不相睹，水爆轰震，声如崩山。烟消波静，则一舸无迹，仅有“敌船”为火所焚，随波而逝。吴儿善泅者数百，皆披发文身，手持十幅大彩旗，争先鼓勇，溯迎而上，出没于鲸波万仞中，腾身百变，而旗尾略不沾湿，以此夸能。江干上下十余里间，珠翠罗绮溢目，车马塞途，饮食百物皆倍穹常时，而僦赁看幕，虽席地不容间也。",
          "interpret": "钱塘江的潮水，是天下雄伟的景观。从（农历）八月十六日到十八日潮水是最壮观的。当潮水远远地从钱塘江入海口涌起的时候，（远看）几乎像一条银白色的线；不久（潮水）越来越近，玉城雪岭一般的潮水连天涌来，声音大得像雷霆万钧，震撼天地，激扬喷射 ，吞没天空，冲荡太阳，气势极其雄伟豪壮。杨万里的诗中说的“海涌银为郭，江横玉系腰”就是指这样的景象。每年（农历八月）京都临安府长官来到浙江亭教阅水军，几百艘战船分列两岸；不久水军的战船演习五阵的阵势，忽而疾驶，忽而腾起，忽而分，忽而合，极尽种种变化，同时有在水面上骑马、舞旗、举枪、挥刀的人，好像踩在平地上一样安稳。忽然黄色的烟雾从四面升起，人和物彼此一点儿也看不见，只听得水爆的轰鸣声，声音像山崩塌一样。（等到）烟雾消散，水波平静，就一条船的踪影也没有了，只剩下被火烧毁的“敌船”，随波而去。几百个善于泅水的吴地健儿，披散着头发，身上画着文彩，手里拿着十幅大彩旗，争先恐后，鼓足勇气，逆流迎着潮水而上，在万仞高的巨浪中忽隐忽现，翻腾着身子变换各种姿态，但是旗尾却一点也不被水沾湿，凭借这种表演来显示他们高超的技能。江岸上下游十多里的地方，满眼都是穿着华丽的服饰的观众，车马堵塞道路，吃喝等各种物品（的价钱）比平时要高出很多倍。租用看棚的人(非常多)，中间即使是一席之地也不容有。?"
        }
      ]
    }
  ]
}